/***************/
/* Main Window */
/***************/
"Contrast ratio" = "Contrast ratio";

"Pass" = "Pass";
"Fail" = "Fail";
"passed at level" = "passed at level";
"failed at level" = "failed at level";

"The contrast ratio is" = "The contrast ratio is";
"colour difference" = "colour difference";
"brightness difference" = "brightness difference";

"Colour/Brightness difference" = "Colour/Brightness difference";

/******************/
/* Details drawer */
/******************/
"sufficient" = "sufficient";
"not sufficient" = "not sufficient";
"detail_1" = "The difference in brightness between the two colours is";
"detail_2" = "The threshold is 125, and the result of the foreground and background colours is";
"detail_3" = "The difference in colour between the two colours is";
"detail_4" = "The threshold is 500, and the result of the foreground and background colours is";
"detail_5" = "Note: Whilst the colour difference doesn't comply with the W3C specified range, it does comply with the range used by Hewlett Packard. Hewlett Packard recommends a colour difference limit of 400.";
"detail_6" = "1.4.3 Contrast (Minimum):  Text (and images of text) have a contrast ratio of at least 4.5:1, except if the text is pure decoration.  Larger scale text (at least 18 point or 14 point bold) or images of text can have a contrast ratio of 3:1. (Level AA)";
"detail_7" = "1.4.6 Contrast (Enhanced): Text (and images of text) have a contrast ratio of at least 7:1, except if the text is pure decoration.  Larger scale text (at least 18 point or 14 point bold) or images of text can have a contrast ratio of 4.5:1. (Level AAA)";
"detail_8" = "Note: Fonts that are extraordinarily thin or decorative are harder to read at lower contrast levels.";

"Foreground" = "Foreground";
"Background" = "Background";
"Text" = "Text";
"Large text" = "Large text";